Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: ... When Blood Glucose Is Over (mg/dl):
bg: ... Когато кръвната захар е над (mg/dl):
cs: ... Pokud je glykémie nad (mg/dl):
da: ... Når Blodglukose Er Over (mg/dl):
de: ... Wenn der Blutzucker folgenden Wert überschreitet (mg/dL):
es: ... Al terminar la glucosa de sangre (mg/dl):
fr: ... Quand la glycémie dépasse (mg/dL) :
it: ... Quando la glicemia è sopra (mg/dl):
nb_no: ... når blodsukkeret er over (mg/dL):
nl: ... Als de bloedsuiker hoger is dan (mg/dl):
pl: ... Kiedy stężenie glukozy we krwi jest większe (mg/dl):
pt_pt: ... Quando a glicose de sangue está acabando (mg/dl):
ru: ... Когда уровень глюкозы выше (мг/дл):
sv: ... när glukosvärdet är över (mg/dl):
uk: ... Коли Рівень Глюкози вищий (мг/дл):
vi: ... Khi đường huyết vượt quá (mg/dl):
zh_hant: ... 當血糖超過 (mg/dl)：

source: “Trio” Would Like to Use Bluetooth
bg: „Trio“ би искал да използва Bluetooth
cs: „Trio“ chce používat Bluetooth
da: “Trio” vil gerne bruge Bluetooth
de: „Trio“ möchte Bluetooth verwenden
fr: L'application Trio souhaite utiliser le Bluetooth
it: “Trio” vorrebbe utilizzare Bluetooth
nb_no: "Trio" vil bruke Bluetooth
nl: "Trio" verzoekt toegang tot Bluetooth
pl: „Trio” chciałoby korzystać z Bluetooth
sv: ”Trio” vill använda Bluetooth
vi: “Trio” muốn sử dụng Bluetooth
zh_hant: “Trio”希望使用藍牙

source: (50% current basal rate)
bg: (50% текущ базал)
cs: (50 % aktuálního bazálu)
da: (50% aktuel basal rate)
de: (50% der aktuellen Basalrate)
es: (50% de basal actual)
fr: (50% du débit basal actuel)
it: (50% velocità basale attuale)
nb_no: (50% nåværende basalrate)
nl: (50% huidige basaalstand)
pl: (50% aktualnej dawki podstawowej)
pt_pt: (50% de taxa basal atual)
ru: (50% текущего базисного курса)
sv: (50% aktuell basal)
uk: (50% поточний базовий курс)
vi: (50% tỷ lệ liều nền hiện tại)
zh_hant: （50% 當前基礎速率）

source: (Eventual Glucose - Target) / ISF
bg: (Евентуална глюкоза - цел) / ISF
cs: (Očekávaná glykémie – Cíl) / ISF
da: (Eventuel Glucose - Mål) / ISF
de: (Prognostizierte Glukose - Zielwert) / ISF
es: (Eventual Glucosa - objetivo) / ISF
fr: (Glucose prévu - Cible) / ISF
it: (Glicemia prevista - Target) / ISF
nb_no: (Beregnet blodsukker - Blodsukkermål) / ISF
nl: (Voorspelde glucose - doel glucose) / ISF
pl: (Przewidywana glikemia - Cel) / ISF
pt_pt: (Eventual Glicose - Alvo) / ISF
ru: (Возможная - Цель) / ФЧИ
sv: (Glukosprognos - Målvärde) / ISF
uk: (Можливий рівень глюкози – ціль) / ISF
vi: (Glucose Hiện tại - Mục tiêu) / ISF
zh_hant: （最終血糖 - 目標）/ ISF

source: (Fat × 45%) + (Protein × 20%)
bg: (Мазнини × 45%) + (Протеин × 20%)
cs: (Tuky × 45%) + (Bílkoviny × 20%)
da: (Fedt × 45%) + (Protein × 20%)
de: (Fett × 45%) + (Eiweiß × 20%)
es: (Fat × 45%) + (Proteína × 20%)
fr: (Lipides × 45%) + (Protéines × 20%)
it: (Grassi × 45%) + (Proteine × 20%)
nb_no: (Fett x 45%) + (Protein x 20%)
nl: (Vet × 45%) + (Proteïne × 20%)
pl: (Tłuszcz × 45%) + (Białko × 20%)
pt_pt: (Fat × 45%) + (Proteínas × 20%)
ru: (Толщина × 45%) + (Белок × 20%)
uk: (в × 45%) + (Протокор × 20%)
vi: (Chất Béo × 45%) + (Chất Đạm × 20%)
zh_hant: (脂肪 × 45%) + (蛋白質 × 20%)

source: (Fat × 90%) + (Protein × 40%)
bg: (Мазнини × 90%) + (Протеин × 40%)
cs: (Tuky × 90%) + (Bílkoviny × 40%)
da: (Fedt × 90%) + (Protein × 40%)
de: (Fett × 90%) + (Protein × 40%)
es: (Fat × 90%) + (Proteína × 40%)
fr: (Lipides × 90%) + (Protéines × 40%)
it: (Grassi × 90%) + (Proteine × 40%)
nb_no: (Fett × 90%) + (Protein × 40%)
nl: (Vet × 90%) + (Proteïne × 40%)
pl: (Tłuszcz × 90%) + (Białko × 40%)
pt_pt: (Fat × 90%) + (Proteínas × 40%)
ru: (Толщина × 90%) + (белок × 40%)
sv: (× 90%) + (Protein × 40%)
uk: (в × 90%) + (Протейн × 40%)
vi: (Chất Béo × 90%) + (Chất Đạm × 40%)
zh_hant: (脂肪 × 90%) + (蛋白質 × 40%)

source: (Fat × 99%) + (Protein x 44%)
bg: (Мазнини × 99%) + (Протеин x 44%)
cs: (Tuky × 99%) + (Bílkoviny x 44%)
da: (Fedt × 99 %) + (Protein x 44 %)
de: (Fett × 99%) + (Protein x 44%)
es: (Fat × 99%) + (Proteína x 44%)
fr: (Lipides × 99%) + (Protéines x 44%)
it: (Grassi × 99%) + (Proteine x 44%)
nb_no: (Fett × 99%) + (Protein x 44%)
nl: (Vet × 99%) + (Proteïne × 44%)
pl: (Tłuszcz × 99%) + (Białko x 44%)
pt_pt: (Fat × 99%) + (Proteína x 44%)
ru: (Тут × 99%) + (белок x 44%)
sv: (× 99%) + (Protein x 44%)
uk: (в × 99%) + (Протеїн 44%)
vi: (Chất Béo × 99%) + (Chất Đạm × 44%)
zh_hant: (脂肪 × 99%) + (蛋白質 x 44%)

source: (Optional)
bg: (по избор)
cs: (Volitelné)
da: (Valgfrit)
es: (Opcional)
fr: (facultatif)
it: (Facoltativo)
nb_no: (Valgfritt)
nl: (Optioneel)
pl: (Opcjonalnie)
pt_pt: Opcional)
ru: (Необязательно)
sv: (Valfritt)
uk: (Необов'язково)
vi: (Tuỳ chọn)
zh_hant: (可選)

source: (Snoozed)
bg: (Отложено)
cs: (Odloženo)
da: (Udsat)
de: (Schlummern)
es: (Retrasado)
fr: (Répété)
it: (Posticipato)
nb_no: (Slumret)
nl: (Gesluimerd)
pl: (Uśpiony)
pt_pt: (Adiado)
ru: (Заглушено)
sv: (Snoozad)
uk: (Відкладено)
vi: (Đã báo lại)
zh_hant: (延遲)

source: (𝒳 / 60) × current basal rate
bg: (𝒳 / 60) × текущ базал
cs: (𝒳 / 60) × aktuální bazál
da: (X - 60) × aktuel basal rate
de: (𝒳 / 60) × aktuelle Basalrate
fr: (𝒳 / 60) × débit basal actuel
it: (𝒳 / 60) × velocità basale attuale
nb_no: (𝒳 / 60) × nåværende basalrate
nl: (𝒳 / 60) × huidige basaalstand
pl: (X / 60) × aktualna dawka podstawowa
sv: (𝒳 / 60) × nuvarande basalnivå
vi: (𝒳 / 60) × tỷ lệ liều nền hiện tại
zh_hant: (𝒳 / 60) × 當前基礎率

# %@ and %lld g fat
source: %1$@ and %2$lld g fat
bg: %1$@ и %2$lld г мазнини
cs: %1$@ a %2$lld g tuku
de: %1$@ und %2$lld g Fett
fr: %1$@ et %2$lld g de lipides
nb_no: %1$@ og %2$lld g fett
pl: %1$@ i %2$lld g tłuszczu
vi: %1$@ và %2$lld g chất béo
zh_hant: %1$@ 和 %2$lld 公克脂肪

# %@ and %lld g protein
source: %1$@ and %2$lld g protein
bg: %1$@ и %2$lld г протеини
cs: %1$@ a %2$lld g bílkovin
de: %1$@ und %2$lld g Eiweiß
fr: %1$@ et %2$lld g de protéines
nb_no: %1$@ og %2$lld g protein
pl: %1$@ i %2$lld g białka
vi: %1$@ và %2$lld g chất đạm
zh_hant: %1$@ 和 %2$lld 公克蛋白質

# %@ at %@
source: %1$@ at %2$@
bg: %1$@ в %2$@
cs: %1$@ v %2$@
da: %1$@ ved %2$@
de: %1$@ um %2$@
fr: %1$@ à %2$@
it: %1$@ a %2$@
nb_no: %1$@ kl. %2$@
nl: %1$@ om %2$@
pl: %1$@ z %2$@
zh_hant: %1$@ 在 %2$@

source: %@ is running
bg: %@ е включен
cs: %@ běží
da: %@ er aktiv
de: %@ läuft
es: %@ se está ejecutando
fr: %@ est actif
it: %@ è in esecuzione
nb_no: %@ kjører
nl: %@ is actief
pl: %@ jest uruchomiony
pt_pt: %@ está em execução
ru: %@ запущен
sv: %@ är aktiverad
uk: %@ працює
vi: %@ đang chạy
zh_hant: %@ 正在運行

source: %@ min
bg: %@ мин
ru: %@ мин
uk: %@ хв
zh_hant: %@ 分鐘

source: %@%% Insulin
bg: %@%% Инсулин
cs: %@%% Inzulín
es: %@%% Insulina
fr: Insuline %@ %%
it: %@%% Insulina
nl: %@%% Insuline
pl: %@%% Insulina
pt_pt: %@%% Insulina
ru: %@%% Инсулин
zh_hant: %@%% 胰島素

source: %1$@ for %2$@
bg: %1$@ за %2$@
cs: %1$@ pro %2$@
de: %1$@ für %2$@
es: %1$@ para %2$@
fr: %1$@ pour %2$@
it: %1$@ per %2$@
nb_no: %1$@ i %2$@
nl: %1$@ voor %2$@
pl: %1$@ dla %2$@
pt_pt: %1$@ para %2$@
ru: %1$@ на %2$@
sv: %1$@ i %2$@
uk: %1$@ для %2$@
vi: %1$@ cho %2$@
zh_hant: %1$@ 為 %2$@

source: %lld h
bg: %lld ч
cs: %lld g
nb_no: %lld t
nl: %lld u
vi: %lld giờ
zh_hant: %lld 小時

source: %lld hr
bg: %lld час
cs: %lld g
da: %lld t
de: %lld h
es: %lld h
fr: %lld h
nb_no: %lld t
nl: %lld u
pl: %lld godz.
pt_pt: %lld h
ru: %lld час
sv: %lld tim
zh_hant: %lld 小時

source: %lld min
bg: %lld мин
ru: %lld мин
uk: %lld хв
zh_hant: %lld 分鐘

source: • A higher number means you need less insulin for the same amount of carbs
bg: • По-голямо число означава, че се нуждаете от по-малко инсулин за същото количество въглехидрати
cs: • Vyšší číslo znamená, že potřebujete méně inzulínu na stejné množství sacharidů
da: • Et højere tal betyder, at du har brug for mindre insulin til samme mængde kulhydrater
de: • Eine höhere Zahl bedeutet, dass Du weniger Insulin für die gleiche Menge an Kohlenhydraten benötigst
fr: • Une valeur plus élevée signifie que vous avez besoin de moins d’insuline pour la même quantité de glucides
it: • Un numero superiore significa che hai bisogno di meno insulina per la stessa quantità di carboidrati
nb_no: • Et høyere tall betyr at du trenger mindre insulin for samme mengde karbohydrater
nl: • Een hoger getal betekent dat je minder insuline nodig hebt voor dezelfde hoeveelheid koolhydraten
pl: • Większa liczba oznacza, że ​​potrzebujesz mniej insuliny do tej samej ilości węglowodanów.
sv: • Ett högre värde innebär att du behöver mindre insulin för samma mängd kolhydrater
vi: • Giá trị càng cao thì bạn càng cần ít insulin cho cùng một lượng carbs
zh_hant: • 較高的數字代表著您需要較少的胰島素來處理相同量的碳水化合物

source: • A higher number means you're more sensitive (less resistant) to insulin
bg: • По-голямо число означава, че сте по-чувствителни (по-малко резистентни) към инсулин
cs: • Vyšší číslo znamená, že jste citlivější (méně rezistentní) na inzulín
de: Ein höherer Wert bedeutet, dass du empfindlicher (also weniger resistent) auf Insulin reagierst
fr: • Une valeur plus élevée signifie que vous êtes plus sensible (ou moins résistant) à l'insuline
nb_no: • Et høyere tall betyr at du er mer insulinsensitiv (mindre insulinresistent)
nl: • Een hoger getal betekent dat je gevoeliger bent (minder resistent) voor insuline
pl: • Wyższa liczba oznacza, że ​​jesteś bardziej wrażliwy (mniej oporny) na insulinę
vi: • Giá trị càng cao, cơ thể bạn càng nhạy với insulin (ít kháng insulin hơn)
zh_hant: • 數值越高代表你對胰島素越敏感（也就是胰島素阻抗越低）。

source: • A lower number means you need more insulin for the same amount of carbs
bg: • По-малко число означава, че се нуждаете от повече инсулин за същото количество въглехидрати
cs: • Nižší číslo znamená, že potřebujete více inzulínu na stejné množství sacharidů
da: • Et lavere antal betyder, at du har brug for mere insulin til samme mængde kulhydrater
de: • Eine niedrigere Zahl bedeutet, dass Du mehr Insulin für die gleiche Menge an Kohlenhydraten benötigst
fr: Une valeur inférieure signifie que vous avez besoin de plus d’insuline pour la même quantité de glucides
it: • Un numero inferiore significa che hai bisogno di più insulina per la stessa quantità di carboidrati
nb_no: • Et lavere tall betyr at du trenger mer insulin for samme mengde karbohydrater
nl: • Een lager getal betekent dat je meer insuline nodig hebt voor dezelfde hoeveelheid koolhydraten
pl: • Niższa liczba oznacza, że ​​potrzebujesz więcej insuliny przy tej samej ilości węglowodanów.
sv: • Ett lägre värde innebär att du behöver mer insulin för samma mängd kolhydrater
vi: • Giá trị càng thấp thì bạn càng cần nhiều insulin cho cùng một lượng carbs
zh_hant: • 較低的數字代表著您需要更多的胰島素來處理相同量的碳水化合物

source: • A lower number means you're less sensitive (more resistant) to insulin
bg: • По-малко число означава, че сте по-малко чувствителни (повече резистентни) към инсулин
cs: • Nižší číslo znamená, že jste méně citliví (více rezistentní) na inzulín
de: Ein niedrigerer Wert bedeutet, dass du weniger empfindlich (also resistenter) auf Insulin reagierst
fr: • Un chiffre plus bas signifie que vous êtes moins sensible (ou plus résistant) à l'insuline
nb_no: • Et lavere tall betyr at du er mindre insulinsensitiv (mer insulinresistent)
nl: • Een lager getal betekent dat je minder gevoeliger bent (meer resistent) voor insuline
pl: • Niższa liczba oznacza, że ​​jesteś mniej wrażliwy (bardziej odporny) na insulinę
vi: • Giá trị càng thấp, cơ thể bạn càng kém nhạy với insulin (kháng insulin hơn)
zh_hant: • 數值越低代表你對胰島素的敏感度較低（也就是胰島素阻抗較高）。

source: • A ratio of 10 g/U means 1 unit of insulin covers 10 g of carbs
bg: • Съотношение от 10 g/U означава, че 1 единица инсулин покрива 10 g въглехидрати
cs: • Poměr 10 g/j znamená, že 1 jednotka inzulínu pokryje 10 g sacharidů
de: Ein Verhältnis von 10 g/IE bedeutet, dass 1 Einheit Insulin 10 g Kohlenhydrate abdeckt
fr: • Un ratio de 10 g/U signifie qu'1 unité d'insuline couvre 10 g de glucides
nb_no: • Et forhold på 10 g/E betyr at 1 enhet insulin dekker 10 g karbohydrater
nl: • Een verhouding van 10 g/E betekent 1 eenheid insuline voor 10g koolhydraten
pl: • Współczynnik 10 g/J oznacza, że ​​1 jednostka insuliny pokrywa 10 g węglowodanów
vi: • Tỷ lệ 10 g/U có nghĩa là 1 đơn vị insulin sẽ xử lý được 10 g carbs
zh_hant: • 比例為 10 g/U，表示每 1 單位胰島素可覆蓋 10 克碳水化合物。

# • An ISF of %@ %@/U means 1 U lowers your glucose by %@ %@
source: • An ISF of %1$@ %2$@/U means 1 U lowers your glucose by %3$@ %4$@
bg: • ISF от %@ %@/U означава, че 1 U понижава глюкозата ви с %@ %@
cs: • ISF %1$@ %2$@/j znamená, že 1 j sniží vaši glykémii o %3$@ %4$@
de: Ein ISF von %1$@ %2$@/IE bedeutet, dass 1 IE Insulin deinen Blutzucker um %3$@ %4$@ senkt
fr: • Un ISF de %1$@ %2$@/U signifie qu'1 U abaisse votre glucose de %3$@ %4$@
nb_no: • En ISF på %1$@ %2$@/E betyr at 1 E insulin senker blodsukkeret ditt med %3$@ %4$@
nl: • Een ISF van %1$@ betekent dat in 1 uur je glucose met %2$@ verlaagt
pl: • ISF wynoszący %1$@ %2$@/J oznacza, że ​​1 U obniża poziom glikemii o %3$@ %4$@
vi: ISF %1$@ %2$@/U có nghĩa là 1 đơn vị insulin làm giảm đường huyết khoảng %3$@ %4$@
zh_hant: • ISF 為 %1$@ %2$@/U，表示每 1 單位胰島素可使你的血糖下降 %3$@ %4$@。

source: • Basal Rate
bg: • Базал
cs: • Bazál
es: • Tasa basal
fr: • Débit basal
it: • Velocità Basale
nl: Basaalsnelheid
pl: • Dawka podstawowa
pt_pt: • Taxa de Basal
ru: Базальный коэффициент
sv: • Basal
uk: • Основний курс
vi: • Tỷ lệ liều nền
zh_hant: • 基礎速率

source: • Boluses (including SMBs)
bg: • Болуси (включително SMB)
cs: • Bolusy (včetně SMB)
da: • Bolusser (inklusive SMB'er)
de: • Boli (inklusive SMBs)
fr: • Bolus (y compris les SMB)
it: • Boli (inclusi SMB)
nb_no: • Bolus (inkludert SMB)
nl: • Bolussen (inclusief SMBs)
pl: • Bolusy (w tym SMB)
vi: • Liều bolus (bao gồm cả SMB)
zh_hant: • 注射（包括 SMB）

source: • Carb Ratio
bg: • Въглехидратно число
cs: • Sacharidový poměr
da: • Kulhydrat Ratio
de: • Kohlenhydrat:Insulin-Verhältnis
es: • Ratio de Carbohidratos
fr: • Ratio Insuline/Glucides
it: • Rapporto Insulina/Carboidrati
nb_no: • Karb.ratio
nl: • Koolhydraat ratio's
pl: • Współczynnik węglowodanów
pt_pt: • Taxa de Carb
ru: • Соотношение Карба
sv: • Insulinkvot
uk: • Коефіцієнт Карба
vi: • Tỷ lệ Carb
zh_hant: • 碳水化合物比例

source: • Carbs
bg: • Въглехидрати
cs: • Sacharidy
da: • Kulhydrater
de: • Kohlenhydrate
es: • Carbohidratos
fr: • Glucides
it: • Carboidrati
nb_no: • Karb
nl: • Koolhydraten
pl: • Węglowodany
pt_pt: • Carboidratos
ru: • Углеводы
sv: • Kolhydrater
uk: • Карби
zh_hant: • 碳水化合物

source: • COB: Carbohydrates On Board
bg: • COB: Въглехидрати на борда
cs: • COB: Aktivní sacharidy
da: • COB: Kulhydrater om bord
de: • COB: Kohlenhydrate an Bord
es: • COB: Carbohidratos a bordo
fr: • COB : Glucides actifs (en cours d'absorption)
it: • COB: Carboidrati a bordo
nb_no: • COB: Karbohydrater Ombord
nl: • COB: koolhydraten aan boord
pl: • COB: aktywne węglowodany
pt_pt: • COB: Carbohydrates a bordo
ru: • КОБ: Углеводы на доске
sv: • COB: Aktiva kolhydrater
uk: • COB: Вуглеводи на дошці
vi: • COB: Carbohydrates đang hoạt động
zh_hant: • COB: 腹內碳水化合物

source: • COB: Carbs on Board.
bg: • COB: Въглехидрати на борда
cs: • COB: Aktivní sacharidy
da: • COB: Kulhydrater om bord.
de: • COB: Kohlenhydrate an Bord.
es: • COB: Carbohidratos a bordo.
fr: • COB : Glucides actifs.
it: • COB: Carboidrati a bordo.
nb_no: • COB: Karbo. ombord.
nl: • COB: koolhydraten aan boord.
pl: • COB: aktywne węglowodany.
pt_pt: • COB: Carbs no Board.
sv: • COB: Aktiva kolhydrater.
uk: • COB: Карбси на дошці.
vi: • COB: Carbs đang hoạt động.
zh_hant: • COB: 腹內碳水化合物。

source: • Current Glucose Reading
bg: • Текущо отчитане на глюкозата
cs: • Aktuální glykémie
da: • Nuværende Glukose Læsning
de: • Aktuelle Glukose
es: • Lectura actual de glucosa
fr: • Mesure du glucose actuelle
it: • Lettura Glicemia Attuale
nb_no: • Nåværende blodsukkerverdi
nl: • Huidige glucosewaarde
pl: • Aktualny odczyt glikemii
pt_pt: • Leitura de glicose atual
ru: • Текущее чтение глюкозы
sv: • Nuvarande glukos
uk: • Поточне прочитання Glucose
vi: Đường huyết hiện tại
zh_hant: • 當前血糖讀取值

source: • Default: Single 'primary' value with up to two smaller values ('Top', 'Bottom') above and below it.
bg: • По подразбиране: Единична „основна“ стойност с до две по-малки стойности („Нагоре“, „Надолу“) над и под нея.
cs: • Výchozí: Jedna „primární“ hodnota s až dvěma menšími hodnotami („Horní“, „Dolní“) nad a pod ní.
da: • Standard: Enkelt 'primær' værdi med op til to mindre værdier ('Top', 'Bottom') over og under det.
de: • Standard: Einfacher 'Primär'-Wert mit bis zu zwei kleineren Werten ('Oben', 'Unten') oberhalb und unterhalb von diesem.
es: • Predeterminado: Valor único 'primario' con hasta dos valores más pequeños ('Top', 'Bottom') por encima y por debajo de él.
fr: Par défaut : Une valeur principale accompagnée d’au plus deux valeurs plus petites ('Haut', "Bas'), situées au-dessus et en dessous.
it: • Predefinito: singolo valore 'primario' con un massimo di due valori più piccoli ('Alto', 'Basso') sopra e sotto di esso.
nb_no: • Standard: Enkel 'primær' verdi med opptil to mindre verdier ('Topp', 'Bunn') over og under den.
nl: • Standaard: Eén ‘hoofdwaarde’ met tot twee kleinere waarden erboven (‘Top’) en eronder (‘Bottom’).
pl: • Domyślnie: pojedyncza wartość „podstawowa” oraz maksymalnie dwie mniejsze wartości („Góra”, „Dół”) powyżej i poniżej.
pt_pt: • Padrão: um único valor 'primário' com até dois valores menores ('Topo', 'Bottom') acima e abaixo dele.
ru: • По умолчанию: одно 'основное' значение с двумя меньшими значениями ('Вверху', 'Низка') выше и ниже него.
sv: • Standard: Enkelt primärvärde med upp till två mindre värden ('Övre', 'Nedre') ovanför och under det.
uk: • За замовчуванням: єдине "primary" значення з двома меншими значеннями ('Зверху', 'Нижня межа') вище та нижче його.
vi: • Mặc định: Giá trị 'primary' duy nhất với tối đa hai giá trị nhỏ hơn ('Top', 'Bottom') ở trên và dưới nó.
zh_hant: • 預設: 單一「主要」值，並可有兩個較小的值（「上」、「下」）在其上方和下方。

source: • Device Status
bg: • Статус на устройството
cs: • Stav zařízení
da: • Enhedsstatus
de: • Gerätestatus
es: • Estado del dispositivo
fr: • État de l'appareil
it: • Stato Del Dispositivo
nb_no: • Enhet-status
nl: • Apparaatstatus
pl: • Stan urządzenia
pt_pt: • Status do dispositivo
ru: • Состояние устройства
sv: • Enhetens status
uk: • Статус пристрою
vi: • Trạng thái thiết bị
zh_hant: • 裝置狀態

source: • Different times of day may require different ratios
bg: • Различни часове от деня може да изискват различни съотношения
cs: • Různé denní doby mohou vyžadovat různé poměry
da: • Forskellige tidspunkter af dagen kan kræve forskellige forhold
de: • Unterschiedliche Tageszeiten können unterschiedliche Verhältnisse erfordern
fr: • Différentes périodes de la journée peuvent nécessiter des ratios différents
it: • Diverse ore del giorno possono richiedere rapporti diversi
nb_no: • Forskjellige tider på døgnet kan kreve forskjellige rater
nl: • Verschillende tijden van de dag vereisen mogelijk verschillende verhoudingen
pl: • Różne godziny dnia mogą wymagać różnych współczynników
sv: • Olika tider på dygnet kan kräva olika kvoter
vi: • Các thời điểm khác nhau trong ngày có thể yêu cầu tỷ lệ khác nhau
zh_hant: • 不同的時段可能需要不同的比率

source: • Eventual Glucose: Glucose value as forecasted by the oref algorithm.
bg: • Евентуална глюкоза: Стойността на глюкозата, прогнозирана от алгоритъма oref.
cs: • Očekávaná glykémie: Hodnota glykémie předpovídaná algoritmem oref.
da: • Eventuel glukose: Glukoseværdi som forudset af oref algoritmen.
de: • Prognostizierte Glukose: Glukosewert, der vom Oref-Algorithmus berechnet wurde.
es: • Glucosa Eventual: Valor de la glucosa como preconcebida por el algoritmo del oref.
fr: • Glucose estimé : Valeur de glucose prévue par l’algorithme "Oref".
it: • Glicemia Eventuale: Valore della glicemia come previsto dall'algoritmo oref.
nb_no: • Estimert blodsukker: blodsukkerverdi estimert av Oref-algoritmen.
nl: • Uiteindelijke glucosewaarden: Glucosewaarde zoals geschat door het oref-algoritme.
pl: • Przewidywana glikemia: wartość glikemii prognozowana przez algorytm Oref.
pt_pt: • Glicose: Valor de Glucose conforme previsto pelo algoritmo do oref.
ru: • Конечный глюкоз: значение глюкозы, прогнозируемое алгоритмом руды.
sv: • Glukosprognos: Glukosvärde som prognostiseras av Oref algoritmen.
uk: • Подіївний Glucose: значення Glucose як прогнозоване алгоритмом руди.
vi: • Đường huyết dự đoán: Giá trị đường huyết được thuật toán oref dự báo.
zh_hant: • 預測血糖：由 oref 演算法預測的血糖數值。

source: • Fat and Protein Delay
bg: • Забавяне на мазнини и протеини
cs: • Zpoždění tuků a bílkovin
da: • Udsættelse af fedt og protein
de: • Verzögerung durch Fett und Eiweiß
es: • Retardo en grasa y proteínas
fr: • Délai pour les lipides et protéines
it: • Ritardo di grassi e proteine
nb_no: • Forsinkelse av fett- og proteinopptak
nl: Vet- en eiwitvertraging
pl: • Opóźnienie tłuszczu i białka
pt_pt: • Atraso na gordura e proteínas
ru: • Задержка жира и белка
sv: • Fett- och proteinfördröjning
uk: • Затримка жиру і білків
vi: • Độ trễ Chất béo và Chất đạm
zh_hant: • 脂肪和蛋白質延遲

source: • Fat and Protein Percentage
bg: • Процент на мазнини и протеини
cs: • Procento tuků a bílkovin
da: • Fedt og protein procent
de: • Prozentsatz von Fett und Eiweiß
es: • Porcentaje de grasa y proteínas
fr: • Pourcentage des lipides et protéines
it: • Percentuale di grassi e proteine
nb_no: • Prosent av fett og protein
nl: • Vet en proteïne Percentage
pl: • Procent tłuszczu i białka
pt_pt: • Porcentagem de gordura e proteínas
ru: • процент жира и белка
sv: • Fett- och proteinprocent
uk: • Жир і Процент білків
vi: • Phần trăm Chất béo và Chất đạm
zh_hant: • 脂肪和蛋白質百分比

source: • Font Size: Adjust the main text size.
bg: • Размер на шрифта: Регулирайте размера на основния текст.
cs: • Velikost písma: Upravte velikost hlavního textu.
da: • Skrifttypestørrelse: Juster hovedtekststørrelsen.
de: • Schriftgröße: Passe die Haupttextgröße an.
es: • Tamaño de fuente: Ajuste el tamaño del texto principal.
fr: • Taille de la police : Ajuste la taille du texte principal.
it: • Dimensione carattere: Regola la dimensione principale del testo.
nb_no: • Skriftstørrelse: Juster størrelsen på teksten.
nl: • Lettergrootte: Pas het formaat van de hoofdtekst aan.
pl: • Rozmiar czcionki: Dostosuj główny rozmiar tekstu.
pt_pt: • Tamanho da fonte: Ajuste o tamanho do texto principal.
ru: • Размер шрифта: Настройка размера основного текста.
sv: • Typsnittsstorlek: Justera huvudtextstorleken.
uk: • Розмір шрифту: Регулювання основного розміру тексту.
vi: • Kích thước Fonts: Điều chỉnh kích thước văn bản chính.
zh_hant: • 字型大小：調整主要文字大小。

source: • Font Weight: Control how bold the text appears.
bg: • Дебелина на шрифта: Контролирайте колко удебелен се появява текстът.
cs: • Tloušťka písma: Určuje, jak tučné má být písmo.
da: • Skrifttypevægt: Styr, hvor fed teksten ser ud.
de: • Schriftart: Lege fest, wie fett der Text erscheint.
es: • Peso de la fuente: Controla cómo aparece el texto en negrita.
fr: Épaisseur de police : Ajustez l’intensité de la mise en gras du texte.
it: • Peso del carattere: controlla il grassetto del testo.
nb_no: • Skrifttype: Juster hvor fet skriften er.
nl: • Lettertype: Bepaal hoe vet de tekst verschijnt.
pl: • Waga czcionki: Kontroluj jak pogrubiony jest tekst.
pt_pt: • Peso de Fonte: Controle a negrito que o texto aparece.
ru: • Вес шрифта: Контролируйте, как выглядит текст.
sv: • Typsnittsvikt: Kontrollera hur fet texten ser ut.
uk: • Вага шрифту: Контролюйте жирність відображення тексту.
vi: • Độ đậm Fonts: Điều chỉnh mức độ đậm của văn bản.
zh_hant: • 字型粗細：控制文字的粗細程度。
